[Demo_Shinobu_ep5_1 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2136,Y=-2193,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=2136,Y=-2383,Z=0),VecSub=(X=90,Y=0,Z=0),CId=71)
DemoScripts[4]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Decision.GG2_BGM_DM_CMN_Decision_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus_2.GG2_AMB_Campus_2_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_1.GG2_V_Shinobu_ep5_1_001_Cue',Name="エコロ")
DemoScripts[12]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[13]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[15]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[16]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_1.GG2_V_Shinobu_ep5_1_003_Cue',Name="エコロ")
DemoScripts[17]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[18]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[20]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_1.GG2_V_Shinobu_ep5_1_004_Cue',Name="エコロ")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[22]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[24]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0202_lp_half_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0113_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[25]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_1300_lp_Depressed",Number=8)
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_1.GG2_V_Shinobu_ep5_1_006_Cue',Name="エコロ")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_1301_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[30]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[31]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_1.GG2_V_Shinobu_ep5_1_007_Cue',Name="エコロ")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[33]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0100_fx_close_normal",Rate=0,Number=0,Bit=0)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_1.GG2_V_Shinobu_ep5_1_008_Cue',Name="エコロ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[39]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0002_fx_close_smile_S",Rate=0,Number=1,Bit=0)
DemoScripts[40]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_1.GG2_V_Shinobu_ep5_1_009_Cue',Name="エコロ")
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[42]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[43]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[45]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0101_fx_close_smile",Rate=0,Number=0,Bit=0)
DemoScripts[46]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Shinobu_ep5_1.GG2_V_Shinobu_ep5_1_012_Cue',Name="エコロ")
DemoScripts[47]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[48]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[49]=(Actor=WINDOW,Command=EXIT)
DemoScripts[50]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[51]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[52]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[53]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[54]=(Actor=SYSTEM,Command=END)

[Select_Shinobu_ep5_1 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Shinobu_ep5_1 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="艾可蘿",Text="看來忍大人似乎/n對她自身力量薄弱的事情/n感到糾結的樣子呢.")

Texts[1]=(Label="TEXT02",Name="峯大",Text="因為小忍從以前就很認真./n她一定是對惡魔獵人的身分/n抱有責任感吧......")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="我也是,因為身為精英天使/n前途受到矚目......努力沒能反映在結果上/n這種力不從心的感覺,我想我明白.")

Texts[3]=(Label="TEXT04",Name="艾可蘿",Text="......峯大大人,/n雖然忍大人對你那麼說....../n但我們還是追上去吧.")

Texts[4]=(Label="TEXT05",Name="峯大",Text="艾可蘿......")

Texts[5]=(Label="TEXT06",Name="艾可蘿",Text="我因為天使學校學業表現不理想/n而自己一個人悶悶不樂的情況/n至今為止多的跟山一樣.")

Texts[6]=(Label="TEXT07",Name="艾可蘿",Text="不過,在那種時候我的學姊/n總是會強硬地帶我出去/n並且鼓勵我......")

Texts[7]=(Label="TEXT08",Name="艾可蘿",Text="......不按牌理出牌又亂來,喜歡生存遊戲....../n說實在的,是個時常令人懷疑/n是不是真的在鼓勵我的學姊,不過......")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="學姊能陪在身邊,/n直到現在我還是覺得很感激./n所以我想忍大人一定也是一樣的.")

Texts[9]=(Label="TEXT10",Name="峯大",Text="......說的也是呢./n我也不想要讓那麼沮喪的小忍/n自己一個人獨處.")

Texts[10]=(Label="TEXT11",Name="峯大",Text="雖然也曾經扯過她後腿,/n但我果然還是想要幫助小忍.")

Texts[11]=(Label="TEXT12",Name="艾可蘿",Text="沒錯,這樣纔是峯大大人!/n我們出發去尋找忍大人吧!")

Texts[12]=(Label="",Name="",Text="")

Texts[13]=(Label="SELECT01",Name="",Text="")

Texts[14]=(Label="SELECT02",Name="",Text="")

Texts[15]=(Label="SELECT03",Name="",Text="")

Texts[16]=(Label="SELECT04",Name="",Text="")

Texts[17]=(Label="SELECT05",Name="",Text="")

Texts[18]=(Label="SELECT06",Name="",Text="")

Texts[19]=(Label="SELECT07",Name="",Text="")

Texts[20]=(Label="SELECT08",Name="",Text="")

Texts[21]=(Label="SELECT09",Name="",Text="")

Texts[22]=(Label="SELECT10",Name="",Text="")


